acpi
acpi_call-dkms
acpid
adapta-maia-theme
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
alacritty
alsa-firmware
alsa-utils
android-tools
android-udev
annotator
autoconf
automake
avahi
b43-fwcutter
bash
bat
binutils
bison
bleachbit
blueman
brave-browser
btrfs-progs
bzip2
ccls
cinnamon
clang
cmake
conky
conky-manager
coreutils
cpupower
crda
cronie
cryptsetup
device-mapper
dhclient
dhcpcd
diffutils
discord
dmidecode
dmraid
dnsmasq
dosfstools
dotnet-sdk
e2fsprogs
ecryptfs-utils
efibootmgr
exfat-utils
f2fs-tools
fakeroot
ffmpeg
file
filesystem
findutils
firefox
flameshot
flex
fondo
gawk
gcc
gcc-libs
gconf
gettext
github-cli
github-desktop-bin
glibc
glibc-locales
gnome-icon-theme
gnome-themes-extra
grep
grub
grub-btrfs
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
haveged
htop
illyria-wallpaper
inetutils
intel-ucode
inxi
iproute2
iputils
jfsutils
less
lib32-libcanberra
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-nvidia-utils
libcanberra
libdvdcss
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
licenses
lightdm
lightdm-settings
lightdm-slick-greeter
linux514
linux514-headers
linux514-nvidia
linux514-virtualbox-host-modules
llvm
logrotate
lollypop
lsd
lvm2
m4
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-hello
manjaro-hotfixes
manjaro-pulse
manjaro-release
manjaro-system
manjaro-zsh-config
matray
mdadm
memtest86+
mesa-demos
mesa-utils
mhwd
mhwd-db
minder
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
mtpfs
nano
neofetch
neovim
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nodejs
noto-fonts
npm
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-dkms
nvidia-prime
nvidia-utils
obs-studio
obsidian-appimage
openrazer-meta
openresolv
openssh
optimus-manager
optimus-manager-qt
os-prober
p7zip
packagekit-qt5
pacman
pamac-cli
pamac-gtk
papirus-folders
papirus-icon-theme
patch
pavucontrol
pciutils
pebbles-git
perl
perl-file-mimeinfo
phonon-qt5-gstreamer
pix
pkgconf
polychromatic
poppler-data
powertop
premake
procps-ng
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-zeroconf
qt5-imageformats
qt5-virtualkeyboard
qt5ct
raylib
reiserfsprogs
ripgrep
rofi
rsync
ruby
s-nail
samba
sassc
screenfetch
sed
shadow
spectre-meltdown-checker
squashfs-tools
sshfs
stacer
stow
sublime-text-3
sudo
sysfsutils
systemd
systemd-fsck-silent
systemd-sysvcompat
tar
terminus-font
texinfo
tiled
timeshift-autosnap-manjaro
tldr
tlp
torbrowser-launcher
tree
ttf-dejavu
udiskie
udisks2
unarchiver
usb_modeswitch
usbutils
util-linux
vi
virtualbox
vlc
wget
which
wireshark-qt
wpa_supplicant
xdg-user-dirs
xdg-utils
xed
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xfsprogs
xiccd
xorg-mkfontscale
xorg-server
xorg-twm
xorg-xbacklight
xorg-xinit
xorg-xkill
xreader
xviewer
xz
yay-git
zensu
